{
  "HomePage": {
    "Opportunities_for_every_student": "Des opportunités pour chaque étudiant",
    "Projects_Internships_Flexijobs_Regular_Jobs": "Projets | Stages | Jobs flexibles | Jobs réguliers",
    "Marketing_Sales_Design_Development_DevOps_Robotics_ML_AI_Finance_Sketch_Artists_VFX_Animation": "Marketing, Ventes, Design, Développement, DevOps, Robotique, ML, IA, Finance, Artistes de croquis, VFX, Animation",
    "Register_your_Institution_with_HCJ": "Enregistrez votre établissement avec HCJ",
    "Take_part_in_India_s_biggest_Job_Fair": "Participez à la plus grande foire de l'emploi de l'Inde",
    "Nov_10_Nov_20": "10 nov. - 20 nov.",
    "Register_here": "Inscrivez-vous ici",
    "About_Us": "À propos de nous",
    "Welcome_to_HCJ_the_leading_platform_designed_to_connect_institutions_students_and_the_dynamic_job_market": "Bienvenue sur HCJ, la plateforme de référence conçue pour connecter les institutions, les étudiants et le marché de l'emploi dynamique.",
    "At_HCJ_our_mission_is_to_streamline_and_enhance_the_job_seeking_experience": "Chez HCJ, notre mission est de simplifier et améliorer l'expérience de recherche d'emploi en offrant aux institutions une manière simple et efficace de télécharger et gérer les profils de leurs étudiants. Cela permet aux étudiants de mettre en avant leurs compétences et qualifications pour les salons de l'emploi, les stages et un large éventail d'opportunités de carrière.",
    "Committed_to_bridging_the_gap_between_academia_and_industry": "Nous nous engageons à combler le fossé entre le monde académique et l'industrie en offrant une plateforme fluide où les étudiants peuvent obtenir de la visibilité et accéder à des employeurs potentiels, tandis que les institutions jouent un rôle clé dans l'orientation des parcours professionnels de leurs étudiants. Avec HCJ, nous rendons la transition de l'éducation à l'emploi plus fluide et plus efficace.",
    "Read_more": "Lire la suite",
    "Partner_Institutions": "Institutions partenaires",
    "Achievers_Central": "Centre des réalisations",
    "View_All": "Voir tout",
    "Featured_Achievers_Of_this_month": "Réalisations mises en avant de ce mois-ci",
    "Give_your_students_access_to_real_world_opportunities": "Donnez à vos étudiants l'accès à des opportunités réelles",
    "Get_Started": "Commencer"
  }
}
